#Написать программу, которая принимает на вход цифру, обозначающую день недели и проверяет, является ли этот день выходным
list[1,2,3,4,5,6,7]
print (list)
weekday=int(input("Введите цифру дня недели"));
if weekday <=5:
        print ('Сегодня рабочий день, еще немного поработай')
else:
    weekday == 6;
    print ('Ура, выходной, можно спать')


    


